{
    "languages": {
        "en": {
            "strings": {
                "home":"Home",
                "project":"My Projects",
                "ui":"My UI Designs",
                "blog":"Blog",
                "contact":"Contact",
                "cv-btn":"Download CV",
                "about-content":"Hello, I am Derya. I graduated from Mersin University with a bachelor's degree in Computer Technologies and Information Systems. I became interested in coding in my middle-school years, so I went to a high-school that focused on Web Design classes. I find the process of designing and coding an idea into reality quite enjoyable. You can have a closer look at my portfolio to see my projects.",
                "about-btn":"View My Projects",
                "technologies-tittle":"Technologies",
                "technologies-detail":"Technologies and Programs that I actively use on my Projects",
                "proje-tittle":"My Projects",
                "proje-detail":"PROJECTS I DEVELOPED",
                "web-tab-tittle":"Website",
                "mobil-tab-tittle":"Mobile",
                "game-tab-tittle":"Game",
                "mount":"DEC",
                "proje-examine":"Examine the Project",
                "bilen-tittle":"Bilen Bilişim",
                "technologies-use":"Technologies",
                "bilen-detail":"One of my freelance projects that is currently in use. The design and the code is my work. I used Adobe XD in the design process.",
                "examine-btn":"VIEW",
                "starbucks-detail":"I cloned the Starbucks website as a project. If you would like to have a closer look at the code, you can view it on my GitHub page by clicking the link.",
                "netflix-detail":"I cloned the Netflix website as a project. If you would like to have a closer look at the code, you can view it on my GitHub page by clicking the link.",
                "easy-detail":"I coded a page that already had a design. If you would like to have a closer look at the code, you can view it on my GitHub page by clicking the link.",
                "face":"Face Detection Library",
                "face-detail":"It can detect faces in pictures. If you would like to have a closer look at the code, you can view it on my GitHub page by clicking the link.",
                "clipboard-detail":"I coded a page that already had a design. If you would like to have a closer look at the code, you can view it on my GitHub page by clicking the link.",
                "ui-desing":"UI Designs",
                "ui-detail":"You can see some of the designs I created using Adobe XD on my Behance profile.",
                "ui-btn":"See All",
                "blog-tittle":"My Articles",
                "blog-small":"MY INTERESTS",
                "code":"Coding",
                "clean-tittle":"What is Clean Code?",
                "clean-detail":"Firstly, writing clean code is an investmen for the future. To save time on coding in the future, one should spend some time on writing clean code at the beginning",
                "blog-btn":"Read More",
                "platform-tittle":"Platform Independence",
                "platform-detail":"When the first computer was built, there were no higher-level languages like C, C++, Pascal or Java. Since each computer was composed of different hardware, brand and model, their languages were also differnet",
                "js-tittle":"What is JavaScript?",
                "js-detail":"Firstly, let's talk about scripting languages. Why is it different than programming languages? Why is there such a distinction? Essentially, all scripting languages are also programming languages.",
                "css-tittle":"CSS RESET and CSS NORMALIZE",
                "css-detail":"The argmuent of which approach should be used to eliminate the differences between styles is an ongoing debate between Normlize CSS and Reset CSS.",
                "together" :"Let's work together!",
                "together-detail":"We can collaborate or you can reach out to me for Freelance job offers.",
                "together-btn":"Contact",
                "footer-alt":"© 2021 This website was created by Derya Ballı."
               
            }
        },
        "tr": {
            "strings": {

                "home":"Anasayfa",
                "project":"Projelerim",
                "ui":"UI Tasarımlarım",
                "blog":"Blog",
                "contact":"İletişim",
                "cv-btn":"CV İndir",
                "about-content":"Merhaba ben Derya Mersin Üniversitesi Bilgisayar Teknolojileri ve Bilişim Sistemleri lisans mezunuyum   Kodlamaya ilkokul yıllarımda ilgi duymaya başladım bu yüzden liseyi de web tasarım üzerine  okudum . Bir fikri hayata geçirirken yazılım ve tasarım aşamalarını tasarlayıp kodlamaktan keyif alan biriyim Bu yolda yaptığım işleri görmek için portfoliomu daha yakından inceleyebilirsiniz.",
                "about-btn":"Projeleri İncele",
                "technologies-tittle":"TEKNOLOJİLER",
                "technologies-detail":"Aktif Olarak Projelerimde Kullandığım Teknolojiler ve Programlar",
                "proje-tittle":"Projelerim",
                "proje-detail":"GELİŞTİRDİĞİM PROJELERİM",
                "web-tab-tittle":"Website",
                "mobil-tab-tittle":"Mobil",
                "game-tab-tittle":"Oyun",
                "mount":"ARA",
                "proje-examine":"Projeyi İncele ",
                "bilen-tittle":"Bilen Bilişim",
                "technologies-use":"Teknolojiler",
                "bilen-detail":" Freelance olarak aldığım işlerimden yayında olan sitelerimden biri tasarımını ve kodlaması bana ait.Tasarım süreçinde kullanıdığım program Adobe XD kullandım.",
                "examine-btn":"İNCELE",
                "starbucks-detail":"Starbucks websitesini klonlayarak bir proje oluşturdum.Projemin  kodlarını  detaylı  incelemek isterseniz Github  sayfamdan mevcut linke tıklayarak ulaşabilirsiniz.",
                "netflix-detail":"Netflix websitesini klonlayarak bir proje oluşturdum.Projemin  kodlarını detaylı    incelemek isterseniz Github sayfamdan mevcut linke tıklayarak ulaşabilirsiniz.",
                "easy-detail":"Tasarımı olan bir websitesini kodlayarak bir proje   oluşturdum.Projemin kodlarını  detaylı  incelemek isterseniz Github  sayfamdan mevcut linke tıklayarak ulaşabilirsiniz.",
                "face":"Face Detection Kütüphanesi",
                "face-detail":" Fotoğraflardaki yüzleri  tanımlayıp algılayabiliyor.Projemin kodlarını  detaylı incelemek isterseniz Github     sayfamdan mevcut linke tıklayarak ulaşabilirsiniz.",
                "clipboard-detail":"Tasarımı olan bir websitesini kodlayarak bir proje  oluşturdum.Projemin kodlarını  detaylı  incelemek isterseniz Github   sayfamdan mevcut linke tıklayarak ulaşabilirsiniz. ",
                "ui-desing":"UI Tasarımlar",
                "ui-detail":"Adobe XD tasarlarıdığım bazı tasarımlarım tamamını Behance   profilimde inceleyebilirsiniz. ",
                "ui-btn":" Tümünü Gör",
                "blog-tittle":"Yazılarım",
                "blog-small":"MERAK ETTİKLERİM",
                "code":"Kodlama",
                "clean-tittle":"Temiz Kod Yazma Nedir?",
                "clean-detail":"Öncelikle temiz kod yazımı bugünden daha fazla geleceğe yatırımdır. Yarın daha fazla zaman   harcamamak için kodu yazarken temiz kod için vakit ayrılmalıdır.",
                "blog-btn":"  Devamını Oku",
                "platform-tittle":"Platform Bağımsızlık Kavramı",
                "platform-detail":"İlk bilgisayar ortaya çıktığında C , C++ , Pascal ,Java gibi üst düzey diller  yoktu. Farklı makinelerin donamın yapıları farklı olduğu için ,farklı marka ve  model bilgisayarların makine dilleri de farklıydı.",
                "js-tittle":"JavaScript Nedir ?",
                "js-detail":"Öncellikle betik dilli kavramına değinelim. Programlama dillerinden ne farkı var  niye böyle bir ayrım olmuş?Temel olarak tüm betik dilleri aslında programlama  dilli olarak geçer.",
                "css-tittle":"CSS RESET VE CSS NORMALİZE",
                "css-detail":"Stiller arasındaki farklılıkları ortadan kaldırmak için hangi yaklaşımın  kullanılacağı sorusu ,Normalize CSS ile Reset CSS arasında devam eden bir tartışmadır.",
                "together" :"Birlikte çalışalım.",
                "together-detail":" Beraber projede çalışabilir veya freelance iş teklifleri için iletişime geçebilirsin.",
                "together-btn":"İletişime Geç",
                "footer-alt":"© 2021 Bu site Derya Ballı tarafından hazırlanmıştır."
                
            }
        }
    }
  }